{
    "categories": [
        {
            "id": 1,
            "name": "Ethical Hacking",
            "description": "L’Ethical Hacking est une démarche de sécurité informatique. Les « pirates éthiques » endossent alors le rôle des hackers malveillants pendant la durée d’une mission au sein.",
            "image": "eh.png"
        },
        {
            "id": 2,
            "name": "Data Science et Business Intelligence",
            "description": "La Data Science est un mélange disciplinaire qui vise à résoudre des problèmes analytique complexes centrés autour de quantités massives des données dans un organisme.",
            "image": "ds.png"
        },
        {
            "id": 3,
            "name": "Développement et coding",
            "description": "les profils dévoloppeurs sont de plus en plus en demande dans le marché d'emploi. Le développement vous permet de disposer des notions pour développer des applications.",
            "image": "dc.png"
        },
        {
            "id": 4,
            "name": "Internet of Things",
            "description": "L'internet des objets décrit des dispositifs dotés de capteurs, de logiciels, etc... qui se connectent et échangent des données avec d'autres dispositifs via l'internet.",
            "image": "iot.png"
        },
        {
            "id": 5,
            "name": "Cloud Computing",
            "description": "Tout le cloud",
            "image": "cc.jpg"
        },
        {
            "id": 6,
            "name": "Fibre optique",
            "description": "Specialisez-vous en fibre optique en devenant technicien FTTH. Apprenez en ligne et en pratique à réaliser, câbler et assurer la maintenance d'un réseau fibre optiques",
            "image": "fo.png"
        },
        {
            "id": 7,
            "name": "Gestion de projet",
            "description": "Les formations en gestion de projet permettent de préparer les candidats pour intégrer facilement et rapidement des équipes opérationnelles et participer à des projets?",
            "image": "gp.jpg"
        }
    ],
    "formations":[
        {
            "id": 1,
            "name": "Préparation à la certification CEH",
            "description": "Établir et régir des normes minimales pour l’accréditation des spécialistes et professionnels de la sécurité de l’information en matière de mesures de piratage éthique.",
            "duration": 40,
            "date": "2022-03-31",
            "price": 2500,
            "image": "pceh.png",
            "formateur": "TucnosPro",
            "long_description": "Cillum irure enim ipsum aliqua non cillum reprehenderit ipsum nostrud. Eiusmod dolore enim ea in qui veniam ipsum. Do aliqua et nostrud dolore incididunt amet nostrud eiusmod ullamco. Consectetur quis velit officia irure eu aliquip duis enim excepteur deserunt minim dolor eiusmod id. Elit eiusmod consequat voluptate consectetur commodo excepteur et elit proident pariatur labore.",
            "program": "Nulla ea consectetur aute aliqua est consequat Lorem sint. Sint ad mollit ullamco do pariatur incididunt Lorem est amet. Et culpa et tempor qui tempor irure ipsum Lorem qui do. Aliquip nulla sint officia sit laborum velit laborum eiusmod. Mollit nulla non proident consectetur excepteur id elit quis sint aute voluptate do et aute. Ipsum mollit anim cupidatat labore commodo eiusmod anim proident eu quis id magna do dolore. Et aliquip culpa sit esse. Non excepteur Lorem Lorem deserunt dolor pariatur sit ad est ut quis commodo amet ullamco. Consequat deserunt laboris exercitation magna exercitation eiusmod excepteur reprehenderit sunt minim fugiat in excepteur aute. Laboris cupidatat esse Lorem cupidatat cillum ullamco in voluptate pariatur. Ad eu duis sint laboris sint est culpa qui elit ut. Ullamco veniam magna cupidatat duis ea duis aliquip sit nisi. Quis magna adipisicing occaecat esse. Consectetur dolor ullamco excepteur aute adipisicing deserunt laborum aliquip irure ut qui amet in velit. Mollit amet labore duis ut ad et voluptate exercitation nostrud proident. Fugiat aute Lorem eu ea elit pariatur ullamco irure nisi. Ad aliqua reprehenderit do ipsum culpa aliquip.",
            "requirements": "Esse ex tempor id commodo. Duis excepteur tempor sunt ea esse mollit nulla. Labore consectetur laboris ut et proident dolor veniam Lorem consectetur. Non sit excepteur id nostrud incididunt exercitation deserunt eiusmod aliquip deserunt. Proident aliquip voluptate et id.",
            "objectif": "Cillum pariatur esse duis officia. Amet cupidatat do cupidatat voluptate reprehenderit id id irure magna ad. Adipisicing voluptate commodo ullamco pariatur nulla sit nulla quis Lorem aliquip elit incididunt aliqua. Labore dolore elit amet voluptate occaecat. Nostrud laboris exercitation occaecat aliqua anim.",
            "plan": "Labore aute qui veniam voluptate mollit do ullamco. Dolore proident ullamco incididunt et consectetur reprehenderit magna tempor consequat proident ex magna elit veniam. Tempor do velit voluptate culpa dolor laboris ipsum. Laborum consectetur velit aliqua labore adipisicing sint sit ipsum nostrud Lorem Lorem. Qui irure dolore eu officia anim et dolore occaecat aliquip. Ullamco pariatur eu occaecat deserunt cupidatat aliqua dolore cillum occaecat laboris voluptate irure incididunt aliquip.",
            "tools": "Lorem amet tempor reprehenderit labore consequat minim et commodo. Laboris dolor id culpa eu. Labore sint voluptate exercitation laborum pariatur. Minim reprehenderit occaecat excepteur eu dolore nisi officia ipsum. Aute ea ullamco officia velit cillum nulla. Ex nostrud sunt ut in anim fugiat aute incididunt ex pariatur. Mollit sint pariatur velit pariatur incididunt culpa mollit culpa occaecat irure aliquip labore deserunt aliquip. Ut mollit labore velit eiusmod labore anim pariatur cupidatat dolor qui occaecat. Anim et reprehenderit labore officia tempor duis ullamco dolore. Aute nostrud officia minim laborum excepteur commodo ex officia elit sunt anim. Deserunt nulla laborum aliquip deserunt proident tempor mollit ut non. Elit proident pariatur nostrud elit esse et anim non. Occaecat cupidatat voluptate ea sint fugiat ea amet occaecat ea aute nulla. Commodo eiusmod aute enim consectetur dolore cillum occaecat id irure ut anim. Voluptate aliqua occaecat adipisicing velit veniam fugiat pariatur cupidatat sit reprehenderit quis culpa. Proident mollit enim sint esse. Nisi nostrud aliqua anim consectetur. Esse nisi minim minim quis eu aute cupidatat laborum labore consectetur non. Esse duis veniam laboris irure do laborum exercitation do proident qui irure est ut eiusmod. Dolore anim Lorem laborum anim. Nostrud occaecat sit amet ipsum. Occaecat ullamco cupidatat aliqua consequat adipisicing Lorem deserunt ex. Deserunt aliquip laborum irure irure excepteur est amet amet duis id labore. Culpa minim cupidatat aliqua cillum. Sit eiusmod laborum qui esse amet nostrud commodo labore tempor.",
            "target": "Velit sint laborum qui magna veniam. Do labore adipisicing non quis ullamco. Ullamco deserunt in anim est duis reprehenderit nostrud amet exercitation ipsum elit ut amet.",
            "catalogue": "pceh_catalogue.pdf",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 2,
            "name": "Python Intelligence Artificielle",
            "description": "Cette formation vous permet d'acquérir les fondamentaux pour démarrer dans le domaine de la Data Science. Développer et deployez vos modèles predictifs avec scikit-learn.",
            "duration": 30,
            "date": "2023-03-04",
            "price": 800,
            "image": "pia.png",
            "formateur": "TucnosPro",
            "comments": []
        },
        {
            "id": 3,
            "name": "Programmation Python",
            "description": "Python est un langage de programmation simple à utiliser, puissant et très utilisé pour faire du développement web, Data Science, IA, Gaming, embarqué, mobile, etc.",
            "duration": 30,
            "date": "2020-10-10",
            "price": 400,
            "image": "fp.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                },
                {
                    "username": "user three",
                    "date": "2020-10-03",
                    "comment": "Mollit in ipsum enim qui occaecat dolore sint ut. Commodo incididunt fugiat deserunt nulla cupidatat non irure elit laborum et dolor." 
                }
            ]
        },
        {
            "id": 4,
            "name": "Initiation à l'EH",
            "description": "L'Ethical Hacking vise à former les professionnels pour identifier les vulnérabilités d'un SI. Ceci permet de mettre en place les mesures adéquates pour les protéger.",
            "duration": 30,
            "date": "2020-10-03",
            "price": 400,
            "image": "ceh.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 5,
            "name": "Full stack Spring Boot & Angular",
            "description": "Devenez un développeur concepteur d'application web Senior Angular 8 et SpringBoot avec cette formation de 30H. Le marché du développement web est en expansion continue.",
            "duration": 30,
            "date": "2020-10-24",
            "price": 500,
            "image": "sba.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 6,
            "name": "VMware vSphere: Install, Configure, Manage [V7]",
            "description": "Apprendre l'essentiel de la virtualisation pour bien gérer vos systèmes et administrer votre réseau. Créer des environnements adéquats à vos besoins et conformes.",
            "duration": 30,
            "date": "2022-03-11",
            "price": 2200,
            "image": "vm.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 7,
            "name": "Préparation à la certification Professional Scrum Master 1 & Professional Scrum Product Owner 1",
            "description": "Une formation visant à préparer les certifications PSM 1 et PSPO 1 avec de la théorie, des ateliers et des examens blancs pour bien maitriser les fondements agile.",
            "duration": 20,
            "date": "2022-03-25",
            "price": 600,
            "image": "agile.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 8,
            "name": "Certification Designing and Implementing a Data Science Solution on Azure (DP-100)",
            "description": "Devenir un expert des données sur Azure avec la certification data Scientist Associate de Microsoft pour créer, évaluer et déployer des modèles de Machine Learning.",
            "duration": 30,
            "date": "2022-06-17",
            "price": 1250,
            "image": "azure.png",
            "formateur": "TucnosPro"
        },
        {
            "id": 9,
            "name": "Certification Microsoft Power BI Data Analyst (PL-300)",
            "description": "Maitriser l'analyse et la visualisation des données avec l'outil Microsoft Power BI et la Business Intelligence. Ce parcours vous prépare aussi à la certification DA-100.",
            "duration": 25,
            "date": "2023-01-07",
            "price": 850,
            "image": "mspbi.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 10,
            "name": "Certification Microsoft Azure Fundamentals (AZ-900)",
            "description": "Cette formation vous permet de vous préparer à la certification AZ-900 pour maitriser les concepts de base pour la gestion du Cloud Azure ainsi que toutes ses fonctions.",
            "duration": 14,
            "date": "2022-06-17",
            "price": 400,
            "image": "msaz.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 11,
            "name": "Certification Microsoft Azure Administrator (AZ-104)",
            "description": "Maitriser les techniques pour bien administrer les fonctionnalités sur Azure.",
            "duration": 30,
            "date": "2022-10-01",
            "price": 1250,
            "image": "azadmin.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 12,
            "name": "Certification Microsoft Azure AI Fundamentals (AI-900)",
            "description": "Bien maitriser et comprendre les charges de travail etles services cloud en IA Azure, principes fondamentaux du ML sur Azure, Computer vision, NLP, IA conversationnelle.",
            "duration": 14,
            "date": "2022-06-09",
            "price": 400,
            "image": "aiaz.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 13,
            "name": "Certification Microsoft Azure Data Fundamentals (DP-900)",
            "description": "Apprenez à créer, configurer et déployer des ressources pour la gestion des données sur le cloud Azure ainsi que la création des instances des bases de données SQL.",
            "duration": 15,
            "date": "2022-06-09",
            "price": 400,
            "image": "azf.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 14,
            "name": "Certification Microsoft Power Platform Fundamentals (PL-900)",
            "description": "Améliorer la productivité en comprenant les capacités de Power Platform, les processus opérationnels de base avec Power Automate et Power BI.",
            "duration": 14,
            "date": "2022-06-18",
            "price": 400,
            "image": "ppf.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        },
        {
            "id": 15,
            "name": "Certification Microsoft Security, Compliance, and Identity Fundamentals (SC-900)",
            "description": "Solutions de sécurité sur Azure pour découvrir Zero-Trust, les principes de sécurité et de conformité de Microsoft, le portail Service Trust et la gestion des identités.",
            "duration": 14,
            "date": "2022-06-12",
            "price": 400,
            "image": "msazsecurity.png",
            "formateur": "TucnosPro",
            "comments": [
                {
                    "username": "user one",
                    "date": "2020-10-03",
                    "comment": "very educative"
                },
                {
                    "username": "user two",
                    "date": "2020-10-03",
                    "comment": "Consectetur reprehenderit est voluptate dolore." 
                }
            ]
        }
    ],
    "testimonies": [
        {
            "id": 1,
            "name": "Walid",
            "lastname": "Ben Fraj",
            "job": "Professeur d'enseignement secondaire",
            "testimony": "Je remercie toute l'équipe, en particulier M. Semeh pour sa générosité, sa haute moralité et sa formation utile.",
            "image": "BenFrajWalid.png"
        },
        {
            "id": 2,
            "name": "Person",
            "lastname": "Not real",
            "job": "Dolore aute ut eiusmod duis.",
            "testimony": "Eiusmod ipsum laboris consectetur enim dolor anim culpa culpa ut cupidatat officia.",
            "image": "not_real_person_1.png"
        },
        {
            "id": 3,
            "name": "Kouaho KOUAHO",
            "lastname": "Florent",
            "job": "Technicien Telecom",
            "testimony": "Un enseignement trés enrichissant. Cela va nous permettre d'optimiser notre travail.",
            "image": "FlorentKouaho.png"
        },
        {
            "id": 4,
            "name": "Person",
            "lastname": "Not real",
            "job": "Reprehenderit tempor.",
            "testimony": "Velit non aliqua elit consectetur.Deserunt veniam aliquip est mollit sit nulla proident exercitation occaecat nisi sunt veniam.",
            "image": "not_real_person_2.png"
        }
    ]
}